{
  "addonssupport": {
    "latest": "4.0",
    "changes": [
      "4.1: Added bigger support for Serene seasons, Ad astra, Tought as nails, Cold sweat, Dynamic trees, Added support for Default options, Added recipes from Farmer's Deligh, Bugs fixed.",
      "4.0: Updated to 1.20.6 and 1.21 NeoForge, Bugs fixed.",
      "3.9: Added bigger Tought as nails support, Added Thirst was taken support, Added Apple skin support, Added new additionally procedures.",
      "3.8: Added new Cold sweat procedure, Fixed all moded items, Bugs fixed, Optimized.",
      "3.7: Added bigger Create support, Fixed moded items, Added new procedure templates.",
      "3.6: Added Quests & rewards support, Added Female gender support, Added Ice and fire support, Added Dot coin support, Added Quark support.",
      "3.5: Added First person model support, Bug fixed, Added additional procedures, Added Fabric support for items, blocks etc in Mcreator selector.",
      "3.4: Added Blue skies support, Added Undergarden support, Added Wizards reborn support, Added Ad astra support, Bug fixed.",
      "3.3: Added Aquaculture 2 support, Added Bookshelf support, Bug fixed, Added new items and entities in Mcreator selector.",
      "3.2: Added Passive skill tree support.",
      "3.1: Added new procedures.",
      "3.0: Bug fixed, Added more Locksmith procedures, Added new templates.",
      "2.9: Added Botany pots, Upgraded netherite, Twilight forest, Aether support, Enlightened and Locksmith supports, Added more Create procedures, Added mods items, blocks, entities, damage sources, biomes, fluids in mcreator selector, Added some procedures templates.",
      "2.8: Added Dynamic trees support, Added damage procedures for mods.",
      "2.7: Bug fixed, Added Attribute fix support.",
      "2.6: Added Fancy menu support.",
      "2.5: Bug fixed, Added more NeoForge support.",
      "2.4: Added Libs support, Added improved management.",
      "2.3: Added Alex's caves support.",
      "2.2: Added NeoForge support for some API's and procedures.",
      "2.1: Added Biomes o plenty support.",
      "2.0: Added Sanity procedure.",
      "1.9: Bug fixed.",
      "1.8: Added Forbidden and arcanus support.",
      "1.7: Added Create and Alex's mobs support.",
      "1.6: Added Cold sweat procedures.",
      "1.5: Added Iron's Spells'n Spellbooks support.",
      "1.4: Added Sons of sins support.",
      "1.3: Bug fixed, Added Supplementaries support.",
      "1.2: Added Sanity procedure, Added Tree chop support.",
      "1.1: Bug fixed.",
      "1.0: Published."
    ]
  }
}
